"USSD_ERROR" = "요청 실행 중 오류";
"USSD_TERMINATED" = "세션 중단됨";

"%@ Call Forwarding\n%@\n%@%@" = "%@ 착신 통화 전환\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ 통화 중 대기\n%@";
"%@ Call Barring\n%@\n%@" = "%@ 통화 제한\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ 발신 통화 제한\n%@";
"Connected Line Presentation\n%@" = "착신번호 표시\n%@";
"Calling Line Presentation\n%@" = "발신번호 표시\n%@";
"Connected Line ID Restriction\n%@" = "착신번호 표시제한\n%@";
"Calling Line ID Restriction\n%@" = "발신번호 표시제한\n%@";
"SIM Lock\n%@" = "SIM 잠금\n%@";
"Service Center Address\n%@" = "서비스 센터 주소\n%@";
"Supplementary Service Password\n%@" = "추가 서비스 암호\n%@";
"Calling Name Presentation\n%@" = "발신자 이름 표시\n%@";

"Forwards to %@\n" = "%@(으)로 착신전환\n";

"All Calls" = "모든 통화";
"All Conditional Calls" = "모든 조건부 착신 통화";
"Async Data Circuit" = "비동기 데이터 회선";
"Data" = "데이터";
"Fax" = "팩스";
"Packet Access" = "패킷 접근";
"Pad Access" = "패드 접근";
"SMS" = "SMS";
"Sync Data Circuit" = "동기 데이터 회선";
"Voice" = "음성";

"All Outgoing" = "모든 발신";
"All Incoming" = "모든 수신";
"Outgoing International" = "국제발신";
"Outgoing International, Except Home Country" = "국제발신, 고국으로의 발신 제외";
"Incoming While Roaming Outside Home Country" = "해외에서 로밍 서비스 중 수신";
"Incoming, Not On SIM" = "수신, SIM에 없음";
"All Services" = "모든 서비스";
"All Outgoing Services" = "모든 발신 서비스";
"All Incoming Services" = "모든 수신 서비스";

"Disabled" = "비활성화됨";
"Enabled" = "활성화됨";

"On All Calls" = "모든 통화에서";
"When Busy" = "통화 중 일 때";
"When Unanswered" = "응답이 없을 때";
"When Unreachable" = "연결할 수 없을 때";

"Setting %@ Succeeded" = "%@ 설정 성공함\n";
"Setting Interrogation Succeeded" = "호출 설정 성공함\n";
"Setting %@ Failed" = "%@ 설정 실패함\n";
"Setting Interrogation Failed" = "호출 설정 실패함\n";

"Not Available" = "사용할 수 없음";
"Network Controlled" = "네트워크 제어됨";
"Temporarily Disabled" = "일시적으로 비활성화됨";
"Temporarily Enabled" = "일시적으로 활성화됨";
"Unknown" = "알 수 없음";

"Activation" = "네트워크 연결";
"Deactivation" = "네트워크 연결 해제";
"Interrogation" = "호출";
"Registration" = "등록";
"Erasure" = "지우기";

"No Address" = "주소 없음";
"No Service Specified" = "지정된 서비스 없음";
"Type %d" = "유형 %d";

// generic error
"CALL_FAILED" = "통화 실패";
// error codes
"kCTNoError" = "오류 없음";
"kCTUnknownError" = "알 수 없는 오류";
"kCTErrorRadioFailure" = "라디오 실패";
// Generic network errors
"kCTErrorNetworkFailure" = "네트워크 오류";
"kCTErrorCongestion" = "네트워크 혼잡";
"kCTErrorUnidentifiedSubscriber" = "식별할 수 없는 가입자";
"kCTErrorFacilityRejected" = "기능 거부됨";
"kCTErrorUnknownSubscriber" = "알 수 없는 가입자";
"kCTErrorNetworkOutOfOrder" = "네트워크를 사용할 수 없음";
"kCTErrorInvalidTransactionIdentifier" = "유효하지 않은 거래 식별자";
"kCTErrorSemanticallyIncorrectMessage" = "의미상 정확하지 않은 메시지";
"kCTErrorInvalidMandatoryInformation" = "유효하지 않은 필수 정보";
"kCTErrorMessageTypeNonExistant" = "존재하지 않는 메시지 유형";
"kCTErrorMessageNotCompatibleWithProtocolState" = "메시지가 프로토콜 상태와 호환 가능하지 않음";
"kCTErrorInformationElementNonExistant" = "존재하지 않는 정보 요소";
"kCTErrorProtocolErrorUnspecified" = "지정되지 않은 프로토콜 오류";
"kCTErrorTemporaryFailure" = "일시적인 오류";
"kCTErrorResourcesUnavailable" = "리소스 사용할 수 없음";
"kCTErrorRequestedFacilityNotSubscribed" = "요청한 기능에 가입되어 있지 않음";
"kCTErrorRequestedFacilityNotImplemented" = "요청한 기능이 설치되어 있지 않음";
"kCTErrorInterworkingError" = "상호 연동 오류";
"kCTErrorInterworkingNotSupported" = "상호 연동이 지원되지 않음";
"kCTErrorCommandCannotBeActioned" = "명령을 실행할 수 없음";
"kCTErrorNoNetworkService" = "네트워크 서비스 안 됨";
// Call related errors
"kCTErrorUnassignedNumber" = "지정되지 않은 번호";
"kCTErrorOperatorDeterminedBarring" = "운용자 결정 제한";
"kCTErrorCallBarred" = "통화 제한됨";
"kCTErrorUserBusy" = "사용자 통화 중";
"kCTErrorNoUserResponding" = "사용자 응답하지 않음";
"kCTErrorNumberChanged" = "번호 변경됨";
"kCTErrorInvalidNumberFormat" = "유효하지 않은 번호 포맷";
"kCTErrorCallRejected" = "통화 거부됨";
// SIM errors
"kCTErrorSimNotInserted" = "SIM 삽입되어 있지 않음";
"kCTErrorSimPinRequired" = "SIM PIN 필요함";
"kCTErrorSimPukRequired" = "SIM PUK 필요함";
"kCTErrorSimFailure" = "SIM 오류";
"kCTErrorSimMemoryFailure" = "SIM 메모리 오류";
"kCTBadPinFormatError" = "잘못된 PIN 포맷";
"kCTErrorNumberNotAllowed" = "번호 허용되지 않음";
"kCTErrorIncorrectPassword" = "올바르지 않은 암호";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "짧은 메시지 전송 거부됨";
"kCTErrorDestinationOutOfOrder" = "상대방 전화가 사용 불가능";
"kCTErrorClass0NotSupported" = "클래스 0 지원되지 않음";
"kCTErrorCannotReplaceSm" = "SIM을 교환할 수 없음";
"kCTErrorUnspecifiedPid" = "지정되지 않은 PID";
"kCTErrorDataCodingSchemeNotSupported" = "데이터 부호화 방식 지원되지 않음";
"kCTErrorUnspecifiedDcs" = "지정되지 않은 DCS 오류";
"kCTErrorCommandUnsupported" = "명령 지원되지 않음";
"kCTErrorUnspecifiedTpCommand" = "지정되지 않은 TP 명령 오류";
"kCTErrorTpduNotSupported" = "TPDU 지원되지 않음";
"kCTErrorScBusy" = "SC 사용 중";
"kCTErrorRejectedBySimSmsControl" = "SIM SMS 제어기에서 거부됨";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS 부적절한 MS";
"kCTErrorGprsIllegalMe" = "GPRS 부적절한 ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS 서비스 허용되지 않음";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN 허용되지 않음";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS 지역에서 허용되지 않음";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS 로밍 서비스가 해당 지역에서 허용되지 않음";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS 서비스 옵션 지원되지 않음";
"kCTErrorGprsServiceOptionNotSubscribed" = "GPRS 서비스 옵션에 가입되어 있지 않음";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS 서비스 옵션을 일시적으로 사용할 수 없음";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP 인증 실패";
"kCTErrorGprsInvalidMobileClass" = "GPRS 유효하지 않은 휴대 전화 클래스";
"kCTErrorGprsUnspecified" = "GPRS 지정되지 않음";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS 찾을 수 없거나 알 수 없는 APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP 인증 정보 베이스밴드에서 거부됨";
